{
    "Partners": "Parteneri",
    "Confidentiality policy": "Politica de confidentialitate",
    "GDPR": "GDPR",
    "Terms and conditions": "Termeni și condiții",
    "Funded by": "program finantat de",
    "Login": "Autentificare",
    "Register": "Înregistrare",
    "Full Name": "Nume şi prenume",
    "First Name": "Prenume",
    "Last Name": "Nume",
    "E-Mail Address": "Adresa de e-mail",
    "Phone Number": "Numărul de telefon",
    "Password": "Parola",
    "Confirm Password": "Confirma parola",
    "Remember Me": "Ține-mă minte",
    "Forgot Your Password?": "Ai uitat parola?",
    "Reset Password": "Resetează parola",
    "Send Password Reset Link": "Trimite link de resetare a parolei",
    "County": "Județ",
    "Select County": "Selectati Județul",
    "Select Date": "Select Date",
    "City": "Localitate",
    "Select City": "Selectează Localitatea",
    "School": "Școală",
    "Select School": "Selectează Școala",
    "Profile": "Profil",
    "Your email address is not verified.": "Adresa dumneavoastră de email nu a fost verificată.",
    "Verify Your Email Address": "Verifică adresa de email",
    "Before proceeding, please check your email for a verification link.": "Pentru a merge mai departe, vă rugam verificați adresa de email pentru un link de validare.",
    "If you did not receive the email": "Dacă nu ați primit emailul de verificare",
    "click here to request another": "apasăți aici pentru a trimite un nou email de verificare",
    "A fresh verification link has been sent to your email address.": "Un nou link de verificare a fost trimis pe adresa dumneavoastră de email.",
    "Romanian": "Română",
    "English": "Engleză",
    "German": "Germană",
    "Hungarian": "Maghiară",
    "About Help For Health": "Despre Ajutor de Urgență",
    "Media" : "Media",
    "News" : "Știri",
    "If you need help please contact Asociația MAME": "Dacă ai nevoie de ajutor contactează Asociația MAME",
    "Support this project": "Susține proiectul",
    "About the project": "Despre proiect",
    "Request Services": "Solicită servicii",
    "Get Involved": "Implică-te",
    "Clinic List": "Lista clinicilor",
    "Donate": "Donează",
    "Login host": "Login Gazdă",
    "project released by": "proiect lansat de",
    "project incubated in": "proiect incubat în",
    "project financed by": "proiect finanțat de",

    "Information and guidance to hospitals in the country": "Informare si indrumare catre spitalele din tara",
    "Information and guidance to hospitals abroad": "Informare si indrumare catre spitalele din strainatate",
    "Translation of medical documents": "Traduceri ale documentelor medicale",
    "Consultancy regarding the raising of funds necessary for the payment of treatments": "Consultanta privind strangerea de fonduri necesare pentru plata tratamentelor",
    "Allocation of an SMS number for fundraising": "Alocarea unui numar de SMS pentru strangerea de fonduri",
    "Support to find accommodation options near the hospital": "Sprijin pentru a gasi optiuni de cazare langa spital",
    "Support to find the medications you need": "Sprijin pentru a gasi medicamentele de care ai nevoie",
    "Solving other needs": "Solutionarea altor nevoi",

    "All information provided using the application form is confidential.": "Toate informațiile furnizate cu ajutorul formularului de solicitare sunt confidențiale.",
    "General information": "Informații generale",
    "Patient's full name": "Numele și prenumele pacientului",
    "Patient's phone number": "Telefonul pacientului",
    "Patient's e-mail": "E-mailul pacientului",
    "Diagnostic": "Diagnostic",
    "Please provide us with more details regarding the case you are bringing to our attention": "Te rugăm să ne oferi mai multe detalii referitoare la cazul pe care îl supui atenției noastre",
    "How can we help you": "Cu ce putem să te ajutăm",
    "Send request": "Trimite solicitarea",
    "Next step": "Următorul pas",
    "Data required for the allocation of an SMS fundraising number": "Date necesare pentru alocarea unui numar de SMS pentru strangerea de fonduri",
    "Estimated amount required for treatment / surgery": "Suma estimativa necesara pentru tratament/interventie chirurgicala",
    "Destination of funds raised in the SMS campaign": "Destinatie fonduri stranse in campanie SMS",
    "Clinic / hospital name where the patient is accepted": "Denumire clinica / spital unde este acceptat pacientul",
    "Fund destination": "Destinatia fondurilor",
    "Application to find accommodation options near the hospital": "Cerere pentru a gasi optiuni de cazare langa spital",
    "Please fill in the fields below to help you find the best accommodation near hospital": "Te rugam sa completezi campurile de mai jos pentru a te ajuta sa gasesti cea mai buna optiune de cazare langa spital",
    "At which hospital will the medical investigations / treatment be performed": "La ce spital urmeaza sa fie efectuate investigatiile medicale / tratamentul",
    "For how many people do you need accommodation": "Pentru câte persoane ai nevoie de cazare",
    "Starting with what date you need accommodation": "Incepand cu ce data ai nevoie de cazare",
    "Until when do you need accommodation": "Până când ai nevoie de cazare",
    "Detail here if you need special accommodation conditions": "Detaliază aici dacă ai nevoie de condiții speciale de cazare",
    "Thank you!" : "Iți mulțumim!",
    "Your form has been submitted to the MAME Association. As soon as possible you will be contacted by someone from the organization so that we can help you with everything you need.": "Formularul tău a fost transmis către Asociația MAME. În cel mai scurt timp posibil vei fi contactat de cineva din partea organizației pentru a putea să te ajutăm cu toate cele necesare.",
    "If you want to communicate other information that has not already been sent through the form, you can contact us at": "Dacă vrei să ne comunici și alte informații care nu au fost transmise deja prin formular ne poti contacta la adresa ",
    "You will also receive the confirmation of sending the request form to the email address entered!": "Confirmarea trimiterii formularului de solicitare o veti primi si pe adresa de email introdusă!"
}
